<?php

return [
    [
        'name' => 'خالد نعمان',
        'photo' => '1.png',
        'country' => 'مصر',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'ابو عبدالله',
        'photo' => '2.png',
        'country' => 'السعودية',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'محمد احمد',
        'photo' => '3.png',
        'country' => 'العراق',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'نوح البحيري',
        'photo' => '4.png',
        'country' => 'مصر',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'مصطفي الجبوري',
        'photo' => '5.png',
        'country' => 'العراق',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'سامي الحسن',
        'photo' => '6.png',
        'country' => 'سوريا',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم  ',
    ],
];
