<?php

return [
    [
        'name' => 'خالد نعمان',
        'photo' => '1.jpg',
        'country' => 'مصر',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'ابو عبدالله',
        'photo' => '2.jpg',
        'country' => 'السعودية',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'محمد احمد',
        'photo' => '1.jpg',
        'country' => 'العراق',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'نوح البحيري',
        'photo' => '1.jpg',
        'country' => 'مصر',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'مصطفي الجبوري',
        'photo' => '1.jpg',
        'country' => 'العراق',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'عميل 3',
        'photo' => '1.jpg',
        'country' => 'سوريا',
        'rate' => 5,
        'comment' =>
        'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم  ',
    ],
];
