<?php

return [
    [
        'name' => 'خالد نعمان',
        'photo' => 'uploads/avatars/1/1.jpg',
        'country' => 'مصر',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'ابو عبدالله',
        'photo' => 'uploads/avatars/2/2.jpg',
        'country' => 'السعودية',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'محمد احمد',
        'photo' => 'uploads/avatars/3/3.jpg',
        'country' => 'العراق',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'نوح البحيري',
        'photo' => 'uploads/avatars/4/4.jpg',
        'country' => 'مصر',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'مصطفي الجبوري',
        'photo' => 'uploads/avatars/5/5.jpg',
        'country' => 'العراق',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم',
    ],
    [
        'name' => 'سامي الحسن',
        'photo' => 'uploads/avatars/6/6.jpg',
        'country' => 'سوريا',
        'rate' => 5,
        'comment' => 'اتعاملت مع الشركة من سنة تقريبا في خدمات السيو وموقعي طلع الصفحة الاولي هما ناس ملتزمين بشغلهم كويس ومتابعين دايما معايا من وقت ما بدءت الشغل اشكرهم الله يوفقهم  ',
    ],
];
