<?php

return [
    [
        'title' => 'COM.EG / .NET.EG',
        'children' => [
            [
                'badge' => 'قرار إنشاءللشركات الحكومية',
                'details' => 'منتجات وخدمات الشركات، مع تقديم إقرار من الشركة طالبة التسجيل على تبعية اسم الدومين المراد تسجيله لها مع تقديم ما يثبت وجود هذا المنتج أو الخدمة للشركة كتقديم مجلد دعائي أو صورة للمنتج أو للحملة الدعائية أو أي صورة مادية بأي شكل من الأشكال المستخدمة في الترويج للمنتج أو الخدمة.'
            ],
            [
                'badge' => 'للشركات داخل مصر',
                'details' => 'السجل التجاري أو البطاقة الضريبية للشركة بالإضافة الى صورة من البطاقة الشخصية لصاحب الشركة او المفوض من الشركة بالتعامل بخصوص تسجيل النطاق. السماح بتسجيل نطاقات بأسماء منتجات وخدمات الشركات، مع تقديم إقرار من الشركة طالبة التسجيل على تبعية اسم الدومين المراد تسجيله لها مع تقديم ما يثبت وجود هذا المنتج أو الخدمة للشركة كتقديم مجلد دعائي أو صورة للمنتج أو للحملة الدعائية أو أي صورة مادية بأي شكل من الأشكال المستخدمة في الترويج للمنتج أو الخدمة.'
            ],
            [
                'badge' => 'للشركات خارج مصر',
                'details' => 'علامة تجارية للاسم المراد تسجيله على ان تكون العلامة التجارية مسجلة داخل مصر او مسجلة دوليا طبقا لاتفاقية مدريد للعلامات التجارية لدى منظمة الوايبو(WIPO) وللشركة ممثل او وكيل داخل مصر.'
            ],
        ],
    ],
    [
        'title' => '.ORG.EG',
        'children' => [
            [
                'badge' => 'للجمعيات الأهلية والمنظمات',
                'details' => 'قرار إنشاء الجمعية أو المنظمة.'
            ],
        ],
    ],
    [
        'title' => '.EDU.EG',
        'children' => [
            [
                'badge' => 'للجامعات والمعاهد الحكومية',
                'details' => 'قرار إنشاء الجامعة أو المعهد.'
            ],
            [
                'badge' => 'للجامعات الخاصة والأهلية',
                'details' => 'قرار إنشاء الجامعة على أن تكون من الجامعات المدرجة في إحدى القوائم المعترف بها الصادرة عن وزارة التعليم العالي أو المجلس الأعلى للجامعات. وفي حالة عدم صدور قرار الإنشاء يشترط للتسجيل موافقة أمين المجلس الأعلى للجامعات.'
            ],
            [
                'badge' => 'لأي جهة أو هيئة أو مركز تعليمي يتبع اى من الوزارات الحكومية',
                'details' => 'يشترط الحصول على كتاب من الوزارة الحكومية التابعة لها مختوم بختم النسر يفيد تأسيس هذه الجهة تحت مظلة الوزارة للأغراض التعليمية أو البحثية.'
            ],
        ],
    ],
    [
        'title' => 'SCI.EG',
        'children' => [
            [
                'badge' => 'للجهات العاملة في القطاع البحثي والعلمي',
                'details' => 'مستند معتمد يفيد تبعية الجهة لوزارة التعليم العالي والبحث العلمي أو احد الجهات أو الهيئات التابعة لها.'
            ],
        ],
    ],
    [
        'title' => '.GOV.EG',
        'children' => [
            [
                'badge' => 'للجهات والشركات الحكومية',
                'details' => 'خطاب من الجهة الحكومية مختوم بختم النسر.'
            ],
        ],
    ],
    [
        'title' => '.COM.SA /COM.AE / AE',
        'children' => [
            [
                'badge' => 'للأفراد',
                'details' => 'صورة من البطاقة الشخصية لطالب التسجيل. و ملف نشاط تجاري'
            ],
            [
                'badge' => 'الشركات والمؤسسات',
                'details' => 'يتطلب السجل التجاري للشركة او المؤسسة والملف الضريبي للمؤسسة ايضا وعقد تأسيس الشركة او المؤسسة او تفويض رسمي من ادارة المؤسسة عليها التوقيع'
            ],
        ],
    ],
    [
        'title' => '.EG',
        'children' => [
            [
                'badge' => 'للهيئات حكومية',
                'details' => 'خطاب من الهيئة مختوم بختم النسر.'
            ],
            [
                'badge' => 'للشركات الحكومية',
                'details' => 'السجل التجاري أو البطاقة الضريبية بالإضافة إلى خطاب من الجهة الحكومية التابعة لها مختوم بختم النسر.'
            ],
            [
                'badge' => 'للشركات داخل مصر',
                'details' => 'السجل التجاري أو البطاقة الضريبية.'
            ],
            [
                'badge' => 'للشركات خارج مصر',
                'details' => 'علامة تجارية للاسم المراد تسجيله على ان تكون العلامة التجارية مسجلة داخل مصر او ان تكون مسجلة دوليا طبقا لاتفاقية مدريد للعلامات التجارية لدى منظمة الوايبو(WIPO) وللشركة ممثل او وكيل داخل مصر.'
            ],
            [
                'badge' => 'للجهات الأخرى',
                'details' => 'في حالة توافر الشروط والمستندات لتسجيل أي نطاق فرعي، يتم تقديم المستندات الخاصة بتسجيل النطاق الفرعي في حالة الرغبة في تسجيل نطاق .eg. '
            ],
        ],
    ],
    [
        'title' => '.SPORT.EG',
        'children' => [
            [
                'badge' => 'للجهات والاندية والاتحادات الرياضية',
                'details' => 'خطاب من الجهة الرياضية مختوم بختم الجهة.'
            ],
        ],
    ],
    [
        'title' => '.AC.EG',
        'children' => [
            [
                'badge' => 'للمعاهد والأكاديميات الخاصة',
                'details' => 'قرار إنشاء المعهد او الاكاديمية على ان يكون من المعاهد او الاكاديميات الجامعات المدرجة في احد القوائم المعترف بها والصادرة من وزارة التعليم العالي او المجلس الاعلي للجامعات.'
            ],
            [
                'badge' => 'للمدارس الحكومية والخاصة والدولية',
                'details' => 'قرار إنشاء المدرسة صادر من وزارة التربية والتعليم أو قرار من الوزارة بتدريس المناهج الدولية مثل الأمريكية أو البريطانية.'
            ]
        ],
    ],
    [
        'title' => '.TV.EG',
        'children' => [
            [
                'badge' => 'للقنوات والبرامج التابعة لاتحاد الإذاعة والتلفزيون',
                'details' => 'خطاب من اتحاد الإذاعة والتلفزيون مختوم بختم الجمهورية.'
            ],
            [
                'badge' => 'للقنوات والبرامج التابعة لهيئة الإستثمار',
                'details' => 'خطاب من هيئة الاستثمار مختوم بختم الجمهورية.'
            ],
            [
                'badge' => 'للقنوات الفضائية غير المصرية',
                'details' => 'يتم التسجيل بموجب عقد الترخيص.'
            ],
        ],
    ],
];