<?php

return [
    'hosting' => [
        [
            'name' => 'البــاقة الاولي',
            'month_price' => 5,
            'year_price' => 60,
            'old_price' => null,
            'image' => 'hosting/hosting-packages/plan-1.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'مساحة تخزين SSD 10',
                    'label' => 'مساحة الهارد للتخزين 10 جيجا من نوع SSD NVME',
                ],
                [
                    'title' => 'باندويث شهري 140 جيجا',
                    'label' => 'الباندويث هو الزيارات وحركة دخول الزوار',
                ],
                [
                    'title' => 'قواعد البيانات غير محدود',
                    'label' => 'قواعد بيانات مفتوحة بدون رقم محدد',
                ],
                [
                    'title' => 'النطاقات الفرعية غير محدود',
                    'label' => '3 نطاق فرعي فقط',
                ],
                [
                    'title' => 'الذاكرة 1024 ميجا',
                    'label' => 'الذاكرة وهي الرام الخاصة الاستضافة',
                ],
                [
                    'title' => 'لوحة تحكم سي بانل',
                    'label' => 'لوحة تحكم الاستضافة من نوع CPNEL',
                ],
                [
                    'title' => 'دعم فني مجانا لمدة عام',
                    'label' => 'خدمة الدعم الفني مجانا لمدة عام',
                ],
                [
                    'title' => 'تثبيت وردبريس بنقرة واحدة',
                    'label' => 'سكربتات ادارة محتوي وتسطيب وردبريس بضغطة واحدة',
                ],
                [
                    'title' => 'برنامج imunify360',
                    'label' => 'برنامج imunify360 لحماية ملفاتك من الفيروسات',
                ],
                [
                    'title' => 'شهادة امان SSL',
                    'label' => 'حماية موقعك من الاختراق',
                ],
                [
                    'title' => 'تطبيقات Node.js',
                    'label' => 'نشر واستضافة تطبيقات Node.js',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الثانية',
            'month_price' => 7,
            'year_price' => 84,
            'old_price' => null,
            'image' => 'hosting/hosting-packages/plan-2.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'مساحة تخزين SSD 20',
                    'label' => 'مساحة الهارد للتخزين 20 جيجا من نوع SSD NVME',
                ],
                [
                    'title' => 'باندويث شهري 200 جيجا',
                    'label' => 'الباندويث هو الزيارات وحركة دخول الزوار',
                ],
                [
                    'title' => 'قواعد البيانات غير محدود',
                    'label' => 'قواعد بيانات مفتوحة بدون رقم محدد',
                ],
                [
                    'title' => 'النطاقات الفرعية غير محدود',
                    'label' => 'عدد غير محدود للنطاقات الفرعية',
                ],
                [
                    'title' => 'الذاكرة 2048 ميجا',
                    'label' => 'الذاكرة وهي الرام الخاصة بالاستضافة',
                ],
                [
                    'title' => 'تثبيت وردبريس بنقرة واحدة',
                    'label' => 'سكربتات ادارة محتوي وتسطيب وردبريس بضغطة واحدة',
                ],
                [
                    'title' => 'لوحة تحكم سي بانل',
                    'label' => 'لوحة تحكم سي بانل + دعم فني',
                ],
                [
                    'title' => 'تخزين احتياطي شهري',
                    'label' => 'نسخ واستعادة ملفاتك شهريا',
                ],
                [
                    'title' => 'شهادة امان مجانا لمة عام',
                    'label' => 'حماية موقعك من الاختراق',
                ],
                [
                    'title' => 'برنامج imunify360',
                    'label' => 'برنامج imunify360 لحماية ملفاتك من الفيروسات',
                ],
                [
                    'title' => 'دعم فني مجانا لمجة عام',
                    'label' => 'دعم فني مجانا لمجة عام',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الثالثة',
            'month_price' => 10,
            'year_price' => 144,
            'old_price' => null,
            'image' => 'hosting/hosting-packages/plan-3.png',
            'is_popular' => true,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'مساحة تخزين SSD 30',
                    'label' => 'مساحة الهارد للتخزين 80 جيجا من نوع SSD NVME',
                ],
                [
                    'title' => 'باندويث شهري 250 جيجا',
                    'label' => 'الباندويث هو الزيارات وحركة دخول الزوار',
                ],
                [
                    'title' => 'دومين مجانا لمدة عام',
                    'label' => 'دومين مجانا للدفع السنوي',
                ],
                [
                    'title' => 'النطاقات الفرعية غير محدود',
                    'label' => 'نطاقات فرعية غير محدود',
                ],
                [
                    'title' => 'الذاكرة 4096 ميجا رام',
                    'label' => 'مساحة الرام للاستضافة',
                ],
                [
                    'title' => 'تثبيت وردبريس بنقرة واحدة',
                    'label' => 'تثبت الوردبريس مباشر من الاستضافة',
                ],
                [
                    'title' => 'لوحة تحكم + دعم فني مجانا',
                    'label' => 'لوحة تحكم سي بانل + دعم فني مجانا لمدة عام',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'شهادة امان مجانا',
                ],
                [
                    'title' => 'تطبيقات ويب Node.js',
                    'label' => 'نشر واستضافة تطبيقات Node.js',
                ],
                [
                    'title' => 'برنامج imunify360',
                    'label' => 'حماية مجلدات ومحتوي موقعك من الفيروسات',
                ],
                [
                    'title' => 'تخزين احتياطي داخلي',
                    'label' => 'تخزين احتياطي يومي وشهري واسبوعي',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الرابعة',
            'month_price' => 15,
            'year_price' => 180,
            'old_price' => null,
            'image' => 'hosting/hosting-packages/plan-4.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'مساحة تخزين SSD 80',
                    'label' => 'مساحة الهارد للتخزين 80 جيجا من نوع SSD NVME',
                ],
                [
                    'title' => 'باندويث شهري 400 جيجا',
                    'label' => 'الباندويث هو الزيارات وحركة دخول الزوار',
                ],
                [
                    'title' => 'دومين مجانا لمدة عام',
                    'label' => 'دومين مجانا للدفع السنوي',
                ],
                [
                    'title' => 'لوحة تحكم سي بانل',
                    'label' => 'لوحة تحكم سي بانل للاستضافة',
                ],
                [
                    'title' => 'الذاكرة 8192 ميجا رام',
                    'label' => 'مساحة الرام للاستضافة',
                ],
                [
                    'title' => 'تثبيت وردبريس بنقرة واحدة',
                    'label' => 'تثبت الوردبريس مباشر من الاستضافة',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'شهادة امان مجانا لمدة عام',
                ],
                [
                    'title' => 'تخزين احتياطي يومي واسبوعي',
                    'label' => 'تخزين ملفاتك مجانا لمدة عام',
                ],
                [
                    'title' => 'النطاقات الفرعية غير محدود',
                    'label' => 'النطاقات الفرعية غير محدود مجانا',
                ],
                [
                    'title' => 'دعم فني مجانا لمدة عام',
                    'label' => 'دعم فني مجانا لمدة عام',
                ],
                [
                    'title' => 'تطبيقات Node.js',
                    'label' => 'نشر واستضافة تطبيقات Node.js',
                ],
            ]
        ],
    ],
    'reseller' => [
        [
            'name' => 'البــاقة الاولي',
            'month_price' => 25,
            'year_price' => 300,
            'old_price' => null,
            'image' => 'hosting/reseller-packages/plan-1.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'لوحة التحكم : cPanel / WHM',
                    'label' => 'لوحة التحكم : cPanel / WHM Reseller',
                ],
                [
                    'title' => 'المساحة التخزينية : 100GB SSD',
                    'label' => 'المساحة التخزينية : 100GB SSD',
                ],
                [
                    'title' => 'كمية نقل البيانات : 1 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع الاستضافة',
                ],
                [
                    'title' => 'عدد حسابات السي بانل 10',
                    'label' => 'تعني ان لكل عميل لوحة تحكم خاصة بة',
                ],
                [
                    'title' => 'DNS خاص باسم شركتك',
                    'label' => 'نيم سيرفر خاص بشركتك',
                ],
                [
                    'title' => 'نطاق مجانا من اختيارك​',
                    'label' => 'دومين مجانا لمدة عام للاشتراك السنوي فقط',
                ],
                [
                    'title' => 'بريد الكتروني غير محدود',
                    'label' => 'عدد حسابات البريد غير محدود',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الثانية',
            'month_price' => 33,
            'year_price' => 420,
            'old_price' => null,
            'image' => 'hosting/reseller-packages/plan-2.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'لوحة التحكم : cPanel / WHM',
                    'label' => 'لوحة التحكم : cPanel / WHM Reseller',
                ],
                [
                    'title' => 'المساحة التخزينية : 100GB SSD',
                    'label' => 'المساحة التخزينية : 100GB SSD',
                ],
                [
                    'title' => 'كمية نقل البيانات : 1 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع الاستضافة',
                ],
                [
                    'title' => 'باقى الخصائص غير محدوده​',
                    'label' => 'خصائص اضافية وبرامج داخل الريسيلر',
                ],
                [
                    'title' => 'DNS خاص باسم شركتك',
                    'label' => 'نيم سيرفر خاص بشركتك',
                ],
                [
                    'title' => 'نطاق مجانا من اختيارك​',
                    'label' => 'دومين مجانا لمدة عام للاشتراك السنوي فقط',
                ],
                [
                    'title' => 'بريد الكتروني غير محدود',
                    'label' => 'عدد حسابات البريد غير محدود',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الثالثة',
            'month_price' => 40,
            'year_price' => 480,
            'old_price' => null,
            'image' => 'hosting/reseller-packages/plan-3.png',
            'is_popular' => true,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'لوحة التحكم : cPanel / WHM',
                    'label' => 'لوحة التحكم : cPanel / WHM Reseller',
                ],
                [
                    'title' => 'المساحة التخزينية : 100GB SSD',
                    'label' => 'المساحة التخزينية : 100GB SSD',
                ],
                [
                    'title' => 'كمية نقل البيانات :3 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع الاستضافة',
                ],
                [
                    'title' => 'باقى الخصائص غير محدوده​',
                    'label' => 'خصائص اضافية وبرامج داخل الريسيلر',
                ],
                [
                    'title' => 'عدد 30 حساب استضافة',
                    'label' => 'عدد المواقع المستضافة داخل الريسيلر',
                ],
                [
                    'title' => 'DNS خاص باسم شركتك',
                    'label' => 'نيم سيرفر خاص بشركتك',
                ],
                [
                    'title' => 'نطاق مجانا من اختيارك​',
                    'label' => 'دومين مجانا لمدة عام للاشتراك السنوي فقط',
                ],
                [
                    'title' => 'بريد الكتروني غير محدود',
                    'label' => 'عدد حسابات البريد غير محدود',
                ],
            ]
        ],
        [
            'name' => 'البــاقة الرابعة',
            'month_price' => 45,
            'year_price' => 520,
            'old_price' => null,
            'image' => 'hosting/reseller-packages/plan-4.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'لوحة التحكم : cPanel / WHM',
                    'label' => 'لوحة التحكم : cPanel / WHM Reseller',
                ],
                [
                    'title' => 'المساحة التخزينية : 400GB SSD',
                    'label' => 'المساحة التخزينية : 400GB SSD',
                ],
                [
                    'title' => 'كمية نقل البيانات :6 TB',
                    'label' => 'كمية نقل البيانات :6 TB',
                ],
                [
                    'title' => 'باقى الخصائص غير محدوده​',
                    'label' => 'خصائص اضافية وبرامج داخل الريسيلر',
                ],
                [
                    'title' => 'عدد 25 حساب استضافة',
                    'label' => 'عدد المواقع المستضافة داخل الريسيلر',
                ],
                [
                    'title' => 'DNS خاص باسم شركتك',
                    'label' => 'نيم سيرفر خاص بشركتك',
                ],
                [
                    'title' => 'نطاق مجانا من اختيارك​',
                    'label' => 'دومين مجانا لمدة عام للاشتراك السنوي فقط',
                ],
                [
                    'title' => 'بريد الكتروني غير محدود',
                    'label' => 'بريد الكتروني غير محدود',
                ],
            ]
        ],
    ],
    'vps' => [
        [
            'name' => 'البــاقة الاولي',
            'month_price' => 28,
            'year_price' => 336,
            'old_price' => null,
            'image' => 'hosting/vps-packages/plan-1.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => '150GB SSD او HDD 200GB',
                    'label' => 'اختار ما بين HDD -SSD',
                ],
                [
                    'title' => 'صلاحيات ROOT كاملة',
                    'label' => 'احصل علي جميع الصلاحيات',
                ],
                [
                    'title' => 'المعالج : Intel ® / AMD 2',
                    'label' => 'المعالج 2 كور ما بين Intel ® / AMD',
                ],
                [
                    'title' => 'الذاكرة RAM 4G',
                    'label' => 'مساحة الرامات 4 جيجا رام',
                ],
                [
                    'title' => 'كمية نقل البيانات : 15 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع السيرفر',
                ],
                [
                    'title' => 'السيرفر مدار بشكل كامل',
                    'label' => 'ادارة كاملة ودعم فني للسيرفر',
                ],
                [
                    'title' => 'حماية من هجمات DDOS ATTACK',
                    'label' => 'جماية من الهجمات الالكترونية DDOS ATTACK',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'احصل علي شهادة SSL مجانا',
                ],
                [
                    'title' => 'باك اب شهري',
                    'label' => 'قم بتخزين واستعادة ملفات',
                ],
            ]
        ],
        [
            'name' => 'الخطة الثــانية',
            'month_price' => 33,
            'year_price' => 420,
            'old_price' => null,
            'image' => 'hosting/vps-packages/plan-2.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => '256GB SSD او HDD 350GB',
                    'label' => 'اختار ما بين HDD -SSD',
                ],
                [
                    'title' => 'صلاحيات ROOT كاملة',
                    'label' => 'احصل علي جميع الصلاحيات',
                ],
                [
                    'title' => 'المعالج : Intel ® / AMD 4',
                    'label' => 'المعالج 4 كور ما بين Intel ® / AMD',
                ],
                [
                    'title' => 'الذاكرة RAM 4G',
                    'label' => 'مساحة الرامات 4 جيجا رام',
                ],
                [
                    'title' => 'كمية نقل البيانات : 15 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع السيرفر',
                ],
                [
                    'title' => 'السيرفر مدار بشكل كامل',
                    'label' => 'ادارة كاملة ودعم فني للسيرفر',
                ],
                [
                    'title' => 'حماية من هجمات DDOS ATTACK',
                    'label' => 'جماية من الهجمات الالكترونية DDOS ATTACK',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'احصل علي شهادة SSL مجانا',
                ],
                [
                    'title' => 'باك اب شهري واسبوعي',
                    'label' => 'قم بتخزين واستعادة ملفات اسبوعيا وشهريا مجانا',
                ],
            ]
        ],
        [
            'name' => 'الخطة الثالثة',
            'month_price' => 40,
            'year_price' => 480,
            'old_price' => null,
            'image' => 'hosting/vps-packages/plan-3.png',
            'is_popular' => true,
            'is_active' => true,
            'features' => [
                [
                    'title' => '300 GB SSD او HDD 450GB',
                    'label' => 'اختار ما بين الهاردات HHD &amp; SSD',
                ],
                [
                    'title' => 'صلاحيات ROOT كاملة',
                    'label' => 'احصل علي جميع الصلاحيات',
                ],
                [
                    'title' => 'المعالج : Intel ® / AMD 8',
                    'label' => 'المعالج 8 كور ما بين Intel ® / AMD',
                ],
                [
                    'title' => 'الذاكرة RAM 8G',
                    'label' => 'مساحة الرامات 8 جيجا رام',
                ],
                [
                    'title' => 'كمية نقل البيانات : 20 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع السيرفر',
                ],
                [
                    'title' => 'السيرفر مدار بشكل كامل',
                    'label' => 'ادارة كاملة ودعم فني للسيرفر',
                ],
                [
                    'title' => 'حماية من هجمات DDOS ATTACK',
                    'label' => 'جماية من الهجمات الالكترونية DDOS ATTACK',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'احصل علي شهادة SSL مجانا',
                ],
                [
                    'title' => 'تخزين احتياطي شهري واسبوعي',
                    'label' => 'قم بتخزين واستعادة ملفات اسبوعيا وشهريا مجانا',
                ],
            ]
        ],
        [
            'name' => 'الخطة الرابعة',
            'month_price' => 55,
            'year_price' => 660,
            'old_price' => null,
            'image' => 'hosting/vps-packages/plan-4.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => '400 GB SSD او HDD 500GB',
                    'label' => 'اختار ما بين الهاردات HHD &amp; SSD',
                ],
                [
                    'title' => 'صلاحيات ROOT كاملة',
                    'label' => 'احصل علي جميع الصلاحيات',
                ],
                [
                    'title' => 'المعالج : Intel ® / AMD 16',
                    'label' => 'المعالج 16 كور ما بين Intel ® / AMD',
                ],
                [
                    'title' => 'الذاكرة RAM 16 GB',
                    'label' => 'مساحة الرامات 16 جيجا رام',
                ],
                [
                    'title' => 'كمية نقل البيانات : 33 TB',
                    'label' => 'الزيارات وحركة مرور الزوار علي مواقع السيرفر',
                ],
                [
                    'title' => 'السيرفر مدار بشكل كامل',
                    'label' => 'ادارة كاملة ودعم فني للسيرفر',
                ],
                [
                    'title' => 'حماية من هجمات DDOS ATTACK',
                    'label' => 'جماية من الهجمات الالكترونية DDOS ATTACK',
                ],
                [
                    'title' => 'شهادة SSL مجانا',
                    'label' => 'احصل علي شهادة SSL مجانا',
                ],
                [
                    'title' => 'تخزين احتياطي يومي واسبوعي وشهري',
                    'label' => 'قم بتخزين واستعادة ملفات مجانا',
                ],
            ]
        ],
    ],
    'servers' => [
        [
            'name' => 'Dedicated Server',
            'month_price' => 100,
            'year_price' => 1200,
            'old_price' => null,
            'image' => 'hosting/vps-packages/plan-4.png',
            'is_popular' => false,
            'is_active' => true,
            'features' => [
                [
                    'title' => 'Intel Xeon',
                    'label' => 'معالج Intel Xeon عالي الأداء',
                ],
                [
                    'title' => '32GB RAM',
                    'label' => 'ذاكرة وصول عشوائي 32 جيجابايت',
                ],
                [
                    'title' => '2TB HDD',
                    'label' => 'مساحة تخزين 2 تيرابايت',
                ],
            ],
        ],
    ],
];
